Repository: leonvsc/BioscoopSysteem
Catalog: BioscoopSysteemWeb/BioscoopSysteemWeb/Language/Pages/AboutUs.*.resx
Languages: nl

source: About us
nl: Over ons

source: Arrangements and services
nl: Arrangementen en diensten

source: Come check us out for yourself and get the full cinema experience at 'The Popcorn Place'!
nl: Kom zelf kijken en beleef de volledige bioscoopervaring in 'The Popcorn Place'!

source: Comfortable VIP seats
nl: Comfortabele VIP stoelen

source: Concessions and Snacks
nl: Versnaperingen en snacks.

source: Contact Us
nl: Contact opnemen

source: Events and Special Screenings
nl: Evenementen en speciale vertoningen

source: For the ultimate movie-going experience, consider becoming a member of our cinema. Membership includes perks such as discounted tickets, early access to screenings, and special invitations to members-only events. Visit our box office to learn more.
nl: Overweeg om lid te worden van onze bioscoop voor de ultieme bioscoopervaring. Lidmaatschap omvat extraatjes zoals tickets met korting, vroege toegang tot vertoningen en speciale uitnodigingen voor evenementen die alleen voor leden zijn. Bezoek onze informatie balie voor meer informatie.

source: Free snack/drink during the movie
nl: Gratis hapje/drankje tijden film

source: Gift
nl: Cadeau

source: Have a question or comment? We'd love to hear from you. You can reach us by phone at 555-1234 or email us at info@POP.com. You can also follow us on social media for the latest updates and news.
nl: Heeft u een vraag of opmerking? We zouden graag van je horen. U kunt ons telefonisch bereiken op 555-1234 of een e-mail sturen naar info@POP.com. U kunt ons ook volgen op sociale media voor de laatste updates en nieuwtjes.

source: In addition to our regular programming, we also host special events and screenings throughout the year. From Q&amp;A sessions with filmmakers to themed movie marathons, there's always something exciting happening at our cinema.
nl: Naast onze reguliere programmering organiseren we het hele jaar door ook speciale evenementen en vertoningen. Van Q&A-sessies met filmmakers tot thematische filmmarathons, er gebeurt altijd wel iets opwindends in onze bioscoop.

source: Kids party:
nl: Kinderfeestje:

source: Language
nl: Taal

source: Large popcorn
nl: Grote popcorn

source: Membership Program
nl: Lidmaatschap

source: Movie
nl: Film

source: No movie experience is complete without some delicious snacks. That's why we offer a wide selection of concessions, including popcorn, candy, and drinks. We also have a full-service bar, so you can enjoy a beer, wine, or cocktail with your movie.
nl: Een filmervaring is niet compleet zonder wat heerlijke snacks. Daarom bieden we een ruime keuze aan versnaperingen, waaronder popcorn, snoep en drankjes. We hebben ook een volledige bar, zodat je kunt genieten van een biertje, wijntje of cocktail tijdens de film.

source: Our Movie Selection
nl: Onze film selectie

source: Route to the cinema
nl: Route naar de bioscoop

source: Soft drink
nl: Frisdrank

source: VIP arrangement:
nl: VIP aragement:

source: VIP lounge
nl: VIP ruimte

source: Wardrobe
nl: Gardarobe

source: We are committed to bringing you the best movies from around the world. From blockbuster hits to independent films, we have something for everyone. Our programming team carefully curates our selection to ensure that you'll always find something new and exciting to watch.
nl: We zijn toegewijd om je de beste films van over de hele wereld te bieden. Van kaskrakers tot onafhankelijke films, we hebben voor ieder wat wils. Ons programmatieteam selecteert zorgvuldig onze collectie om ervoor te zorgen dat je altijd iets nieuws en opwindends zult vinden om te bekijken.

source: We are excited to announce the opening of our new cinema. Our state-of-the-art theaters feature the latest audio and visual technology, and our comfortable seating and spacious layout ensure that you'll be able to fully immerse yourself in the film.
nl: We zijn enthousiast om de opening van onze nieuwe bioscoop aan te kondigen. Onze theaters met de nieuwste audio- en visuele technologie bieden een geavanceerde ervaring, en onze comfortabele zitplaatsen en ruime opstelling zorgen ervoor dat je je volledig kunt onderdompelen in de film.

source: Welcome drink
nl: Welkomsdrankje

source: Welcome to 'The Popcorn Place'!
nl: Welkom bij "The Popcorn Place"!
